Repository: escoffie/tema-la-malaquita
Catalog: languages/plugins/categorytinymce-*.po
Languages: es_es

source: Adds a tinymce enable box to the category descriptions and taxonomy page.
es_es: Añade una casilla para activar tinymce en la página de descripciones de categorías y taxonomías.

source: Image for tag: use full url with http://
es_es: Imagen para etiqueta: utiliza url completa con http://

source: Tag Image Url
es_es: Url de imagen de etiqueta

# categorytinymce
source: Description
es_es: Descripción

source: Add description for head section. recommended 140 characters max
es_es: Añadir descripción para la sección head. Recomendado 140 caracteres como máximo

source: SEO Meta Description
es_es: Meta Descripción SEO

source: Add keywords for head section. separate with commas
es_es: Añadir palabras clave para la sección head. Separar con comas

source: SEO Meta Keywords
es_es: Palabras clave SEO Meta

source: Add title for head section. recommended 60 characters max
es_es: Agregar título para la sección head. recomendado 60 caracteres como máximo

source: SEO Meta Title
es_es: SEO Meta Titulo

source: Image for category: use full url with http://
es_es: Imagen para la categoría: utilizar url completa con http://

source: Category Image Url
es_es: Url de imagen de categoría

source: The description is not prominent by default, however some themes may show it.
es_es: La descripción no es prominente por defecto, sin embargo, algunos temas pueden mostrarla.

source: Description
es_es: Descripción

source: Choose SEO:
es_es: Elije SEO:

source: SEO Settings for CategoryTinyMCE:
es_es: Ajustes SEO de CategoryTinyMCE:

source: The latest fully maintained version (Categorytinymce 4.x) which includes the bottom listing description box can be found at http://wp.ypraise.com/. Adding a bottom description for your categories and tags can help you with your user experience and SEO.
es_es: La última versión completamente mantenida (Categorytinymce 4.x) que incluye el cuadro de descripción de la lista inferior se puede encontrar en http://wp.ypraise.com/. Agrega una descripción inferior para sus categorías y etiquetas, puede ayudarte con tu experiencia de usuario y SEO.

source: CategoryTinyMCE SEO Settings
es_es: Ajustes de SEo de CategoryTinyMCE
